do

local function run(msg, matches)
if matches[1]=="nerkh" and is_sudo(msg) then 
return  [[🌟Shield Power Nerkh List🌟

👑 انتی اسپم برای سوپرگروه با تمام امکانات : 👑

⭐ گروه 1 ماهه 5000 هزارتومان 

🏆 گروه 3 ماهه 15000 هزارتومان 

👑 گروه نامحدود 25000 هزارتومان 

➖➖➖➖➖➖➖➖➖➖➖

💳 شماره حساب برای کسانی که از عابربانک پرداخت می کنند:

📟 6037-6915-7093-8928

👤 محمد امین صمدی
 
  🏦بانک صادرات

➖➖➖➖➖➖➖➖➖➖➖

🌍 یا از طریق درگاه بانکی ما به آدرس :

🏧 https://idpay.ir/pedi-shield

♊️♊️♊️♊️♊️♊️♊️♊️♊️♊️♊️

➣ ♈️️️вΦƮ vęЯsiΦП ••• V 4.0♈️

➣ 👑SHIELD™POWER👑

*_🇸 __🇭__🇮__🇪__🇱__🇩_*

=======================
🇸 🇭 🇮 🇪 🇱 🇩™]]
end

end

return {
  patterns = {
    "^[!/#]([Nn]erkh)$",
    },
  run = run
}
end


--By @shield_tm
